<?php
return [
    'meta' => [
        'home' => [
            'title' => '%name% | Обмен Криптовалют',
            'description' => 'Добро пожаловать в %name% - ваш надежный обменник криптовалют.',
        ],
        'order' => [
            'title' => 'Создание обмена | %name% Обмен Криптовалют',
            'description' => 'Оформите заказ на %name% для быстрого и безопасного обмена криптовалют.',
        ],
        'order_detail' => [
            'title' => 'Статус обмена %order_id% | %name%',
            'description' => 'Детали заказа %order_id% на обменнике криптовалют %name%.',
        ],
        'faq' => [
            'title' => 'Вопросы и Ответы | %name%',
            'description' => 'Найдите ответы на часто задаваемые вопросы об обменнике %name%.',
        ],
        'service-policy' => [
            'title' => 'Политика Сервиса | %name%',
            'description' => 'Ознакомьтесь с политикой сервиса обменника %name%.',
        ],
        'privacy-policy' => [
            'title' => 'Политика Конфиденциальности | %name%',
            'description' => 'Узнайте, как %name% обрабатывает ваши данные и защищает вашу конфиденциальность.',
        ],
        'aml-policy' => [
            'title' => 'Политика ПОД/ФТ | %name%',
            'description' => 'Изучите политику противодействия отмыванию денег и финансированию терроризма в %name%.',
        ],
        'contacts' => [
            'title' => 'Контакты | %name%',
            'description' => 'Свяжитесь с %name% для поддержки и консультаций.',
        ],
        'error' => [
            'title' => 'Страница не найдена | %name%',
            'description' => 'Страница, которую вы ищете, не существует на сайте %name%.',
        ],
    ],
];
